FV2610/E_0900.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

footer
v4.3 | 23.06.2026 (urspr. 01.04.2026) | ebdamame v1.0.0 | rebdhuhn v1.2.0
endfooter

title
Redispatch 2.0

15.1.1: AD: Ermittlung und Abstimmung der abrechnungsrelevanten Ausfallarbeit – Prognosemodell



end title
:<b>E_0900</b>;
note right
<b><i>Prüfende Rolle: BTR
end note

if (<b>1: </b> Entsprechen die Energiemengen der Ausfallarbeitszeitreihe den erwarteten Energiemengen?) then (ja)
    :A01;
    note left
        Zustimmung
    endnote
    kill;
else (nein)
    :Übermittlung Gegenvorschlag;
    kill;
endif

@enduml
